DataMove/classes/com/huawen/publishapp/data/webservice/xml/getMultiGroupRptOnePage.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <getMultiGroupRptOnePage xmlns="http://tempuri.org/">
      <Market>${Market}$</Market>
      <GroupIDs>${GroupIDs}$</GroupIDs>
      <iBeginNo>${iBeginNo}$</iBeginNo>
      <iLength>${iLength}$</iLength>
      <ColIDs>${ColIDs}$</ColIDs>
      <sortId>${sortId}$</sortId>
      <AscFlag>${AscFlag}$</AscFlag>
    </getMultiGroupRptOnePage>
  </soap:Body>
</soap:Envelope>